cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/services'
tap 'robotsandpencils/made'

brew 'cocoapods'
brew 'fastlane'
brew 'firebase-cli'
#brew 'firefox'
brew 'git'
brew 'meetingbar'
brew 'rbenv'
brew 'ruby-build'
brew 'swiftgen'
brew 'swiftlint'
#brew 'xcodes'
brew 'zsh'

cask '1password'
cask 'asana'
#cask 'autodesk-fusion360'
cask 'db-browser-for-sqlite'
cask 'charles'
cask 'google-chrome'
cask 'firefox'
cask 'isimulator'
cask 'iterm2'
cask 'lulu'
cask 'notion'
cask 'obs'
cask 'paw'
cask 'signal'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'telegram'
cask 'toggl-track'
cask 'visual-studio-code'
cask 'xcodes'
cask 'zoom'
